import React from 'react';
import { ForGroupStyled } from './ForGroup.styled';


export default function ForGroup() {
  return (
    <ForGroupStyled>
      <h3 className='forGroup-title'>Our history</h3>
      <p className='forGroup-text'>
        Всім привіт, ми україномовний гурт будетак. І ми це все заварили , коли
        ще українське не було таким модним. Тематика наших пісень у більшості
        випадків про кохання і почуття. Те що близько кожному. А музичне
        звучання ми змінюємо постійно, експерементуємо. Намагаємося робити так
        щоб це звучало сучасно . Так щоб молодь слухала своє. Переважно робимо
        те що подобається нам, не в залежності від топів. Нас порівнють з Кальян
        репом. І якщо бути чесним ми себе не асоціювали з таким напрямом репу,
        але якось певні медіа ресурси охрестили нас виконавцями саме такого
        напряму. А ми і не проти!
      </p>
    </ForGroupStyled>
  );
}
